brew "cask"

# GUI Apps
cask "docker"
cask "slack"
cask "iterm2"
cask "1password"
cask "google-chrome"
cask "caffeine"
cask "muzzel"

# Vim stuff
brew "neovim"
brew "the_silver_searcher"
brew "hadolint"

# Zsh stuff
brew "direnv"
brew "nvm"
brew "rbenv"
brew "pyenv"

brew "tldr" # https://github.com/tldr-pages/tldr

brew "git-lfs"
