brew "cask"

# GUI Apps
cask "docker"
cask "slack"
cask "iterm2"
cask "1password"
cask "google-chrome"

# Vim stuff
brew "neovim"
brew "the_silver_searcher"
brew "hadolint"
brew "terraform-lsp"

# Zsh stuff
brew "direnv"
brew "asdf"

brew "tldr" # https://github.com/tldr-pages/tldr

brew "git-lfs"

brew "black"
